Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/norges-bank.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: The shipyards, which had built a large number of steamships in the years to 1920, struggled to keep busy in the interwar years.
nb: Skipsverftene, som hadde bygget mange dampskip i årene frem til 1920, slet med liten aktivitet i mellomkrigstiden.

source: The fallback rate that the working group recommended in the report from December 2020 was based on ISDA’s recommendation.
nb: Fallbackrenten som arbeidsgruppen anbefalte i rapporten fra desember 2020 var basert på ISDA sin anbefaling.

source: credit developments, external imbalances, strength of bank balance sheets, private sector debt burdens and
nb: kredittutviklingen, eksterne ubalanser, styrken i bankbalansen, gjeldsbelastningen i den private sektoren og

source: Schweizerische Nationalbank: (2000) "Monetary policy account in one or more Norwegian banks. Such a solution
nb: Schweizerische Nationalbank: (2000) «Monetary poli- systemet Norges Bank bruker og har brukt de senere år

source: On behalf of the ARR working group, Henning Nilsen (Sparebank 1 Boligkreditt) answered that the working group would further examine the feedback and assess whether any small adjustments should be made to the calculation of compounded Nowa.
nb: ARR-gruppen, ved Henning Nilsen (Sparebank 1 Boligkreditt), svarte at arbeidsgruppen vil se nærmere på innspillene og vurdere hvorvidt det skal gjøres noen små justeringer i beregningen av kapitalisert Nowa.

source: If Yes in section 3, the CCP must enter into separate agreements with Norges Bank and the CSD regarding the
nb: Hvis Ja i punkt 3, må den sentrale motparten inngå særskilt avtale med Norges Bank og verdipapirregisteret om

source: The year-on-year rise in en-ergy prices in the CPI has on average been just below 6 per cent in the past ten years.
nb: Tolvmånedersveksten i energiprisene i KPI har i gjennomsnitt vært i underkant av 6 prosent de siste ti årene.

source: of collateral in VPS for loans from Norges Bank:
nb: pantsettelsen i VPS for lån i Norges Bank:

source: As late as 1970, production of farmed fish was insignificant.
nb: Så seint som i 1970 var produksjonen av oppdrettsfisk ubetydelig.

source: by Henrik Andersen and Tor Oddvar Berge
nb: Henrik Andersen og Tor Oddvar Berge

source: The use of heuristics may be regarded as a way of substituting complex questions with simple ones.
nb: Bruk av slike beslutningsregler kan ses på som å substituere komplekse spørsmål med enkle.

source: The budget for performance-based pay is based on a continuation of the scheme whereby up to 100 investment area employees at offices outside of Norway may be granted contracts that include performance-based pay limited to 200% of fixed salary.
nb: Budsjett for prestasjonsbasert lønn er basert på en videreføring av ordningen med at inntil 100 ansatte i investerings¬området ved kontorene utenfor Norge kan gis avtaler med en prestasjonslønnsramme inntil 200 prosent av fastlønn.

source: The Bank of England and the Bank of Canada have reduced key rates to 0.5 per cent.
nb: Sentralbankene i Storbritannia og Canada har satt ned styringsrentene til 0,5 prosent.

source: The wage share can then be used as an estimate of a.
nb: Da kan lønnsandelen brukes som anslag for a.

source: The working group has worked closely with ISDA and Bloomberg through 2021 to include fallback solutions for Nibor in ISDA’s standard documentation for derivatives.
nb: Arbeidsgruppen har jobbet tett opp mot ISDA og Bloomberg gjennom 2021 for å inkludere fallbackløsninger for Nibor i ISDAs standarddokumentasjonen for derivater.

source: 23 When Norges Bank subsequently transfers capital to the GPFG, the government’s account is debited for
nb: 23 Når Norges Bank senere overfører avsetningen til SPU, belastes statens konto for valutakjøp som går

source: Finanstilsynet (Financial Supervisory Authority of Norway) and Norges Bank have drawn up a proposed framework for testing cyber resilience.
nb: Finanstilsynet og Norges Bank har utarbeidet et forslag til ramme-verk for testing av cybersikkerhet.

source: Ida Wolden Bache presented the matter for discussion and the Executive Board took note of the matter.
nb: Ida Wolden Bache redegjorde for saksfremlegget og hovedstyret tok saken til orientering.

source: The decline in interest rates and strong growth in general government expenditure will mitigate the impact on output and employment in Norway.
nb: Nedgangen i rentene og sterk vekst i statlige utgifter vil dempe utslagene på produksjonen og sysselsettingen i Norge.

source: current fiscal surplus (before transfers to the GPFG).
nb: på statsbudsjettet (før avsetning til SPU).

source: The strong fall in the value of the krone last autumn has probably fed through to prices more rapidly than usual.
nb: Trolig har det sterke fallet i verdien av kronen i fjor høst hatt raskere virkning på prisene enn vanlig.

source: framework for Norges Bank’s advice on the countercyclical capital buffer (Norges Bank 2013).
nb: rammeverket for råd fra Norges Bank om den motsykliske kapitalbufferen, Norges Bank (2013).

source: Dividend from Statoil = Non-oil budget deficit + Transfers to the GPFG
nb: SDØE + Utbytte fra Statoil = Oljekorrigert underskudd statsbudsjettet + Avsetning til

source: A bank with deposits in excess of the quota will therefore have an incentive to offer the excess in the interbank market.
nb: En bank med innskudd større enn kvoten vil derfor motiveres til å tilby det overskytende i interbankmarkedet.

source: This calculation is presented in more detail in Gresvik and Haare (2009a).
nb: Beregningen er utdypet i Gresvik og Haare (2009 a).

source: There are considerable positive network externalities in payment systems, but
nb: Det er store positive nettverkseksternaliteter i betalingssystemer, men

source: Fund in 1998 show that the transaction costs associated
nb: Petroleumsfondet i 1998 viser at transaksjonskostna-

source: investors can choose whether they want to trade or not,
nb: informerte investorer velge om de vil handle eller ikke,

source: There was a slight increase in 2013, as a result of lending spreads growing during the year.
nb: Størrelsen økte litt i 2013, som følge av at bankenes marginer på utlån økte gjennom året.

source: Drying was inexpensive and, when dried, the fish required neither crates nor other packing materials.
nb: Tørking var billig, og den ferdige tørrfisken trengte verken kasser eller annen emballasje.

source: Norges Bank has stated that interest rates will normal-
nb: Norges Bank har sagt at normalt vil renten settes med

source: The revenues are invested abroad.
nb: Midlene plasseres i utlandet.

source: *You can calculate price inflation from 1516 up to last year, but note that the result is expressed in kroner for all years back to 1516, even though the krone wasn’t introduced until 1874.
nb: *Du kan rekne ut prisveksten frå 1516 til og med fjoråret, men merk at resultatet blir presentert i kroner for alle år tilbake til 1516, sjølv om krona ikke blei introdusert før 1874.

source: While existing statistics are based on macro data, this article uses micro data to analyse household financial wealth and debt dating back to 1987.
nb: Mens eksisterende statistikk er basert på makrodata, analyseres i denne artikkelen mikrodata for husholdningenes finansformue og gjeld tilbake til 1987.

source: Developments in Ministry of Finance estimates of annual transfers to the GPFG.
nb: Utviklingen i Finansdepartementets anslag på årlig avsetning til SPU.

source: An example of an indicator that
nb: Et eksempel på en indikator som

source: • Overseeing the payment system and other financial infrastructure and contributing
nb: • Overvåke betalingssystemet og annen finansiell infrastruktur og bidra til beredskaps-

source: Around 1900, with its 100 000 fishermen, it was among Europe's largest in terms of catch and participation, but the industry had not kept up with technological advances.
nb: Rundt 1900 var den med sine 100 000 fiskere blant Europas største målt i fangst og deltakelse, men næringen hadde ikke fulgt med på den tekniske utviklingen.

source: The Executive Board has issued
nb: risikostyringen i SPU, er prinsippbasert.

source: indicates that confidence in monetary policy is in jeopardy.
nb: sjokk tyder på at tilliten til pengepolitikken står i fare.

source: This provision is to be followed up and enforced by the Financial Supervisory Authority.
nb: Bestemmelsen skal følges opp og håndheves av Finanstilsynet.

source: A sharp fall in commercial property prices can lead to large bank losses (see Section 3).
nb: Et stort fall i prisene på næringseiendom kan føre til store tap i bankene, se kapittel 3.

source: As the Commission notes, this duty to submit information can in practice lead to misunderstandings regarding the division of responsibilities between the Bank and the Ministry (pages 313-314 of the Report) and it proposes to repeal this provision.
nb: Som utvalget nevner, kan foreleggelsesplikten i praksis lede til misforståelser om ansvarsforholdet mel om banken og departementet (utredningen s. 313-314), og bestemmelsen foreslås opphevet.

source: Norges Bank explained some practical details about the meeting.
nb: Norges Bank orienterte om et par praktiske detaljer angående møtet.

source: The period shown is from January 2010 to December 2013.
nb: Perioden som vises er fra januar 2010 til desember 2013.

source: be somewhat weaker than previously projected.
nb: over kan bli noe lavere enn tidligere antatt.

source: area of surveillance
nb: bredde i overvåkingen

source: triggered or amplified by financial imbalances.
nb: tilbakeslag som er utløst el er forsterket av finansiel e

source: Limits for indirect investments: Investments in funds for renewable energy may not exceed 10% of the maximum allocation to unlisted renewable energy infrastructure.
nb: Rammer for indirekte investeringer:- Inntil 10 prosent av maksimal allokering til unotert infrastruktur for fornybar energi kan investeres i fond for fornybar energi.

source: Nowa is calculated on the basis of daily transaction data reported on Norges Bank’s RPD (money market data reporting) form, which include unsecured loans between the banks that report data on a daily basis made on banking day T, with maturity T+1.
nb: Nowa beregnes på grunnlag av transaksjonsdata fra Norges Banks daglige rapportering av pengemarkedsdata (RPD). Her inngår usikrede lån mellom bankene som rapporterer daglige data til Norges Bank utført på bankdag T, med forfall T+1.

source: Shipbuilding became a world-beating technology, setting the stage for the Viking Age in the years 800–1050 and the settlement of the islands in the North Atlantic and of Iceland and Greenland, with visits to the east coast of North America.
nb: Denne ferdigheten lå til grunn for vikingferdene år 800–1050 og landnåmet på Vesterhavsøyene, Island og Grønland, med visitter til Nord-Amerikas østkyst.

source: o Spread and term adjustment for Nowa
nb: o Spread- og terminjustering av Nowa

source: Boat builder and designer Colin Archer was one of the competition judges.
nb: Båtbyggeren og båtkonstruktøren Colin Archer var en av dommerne i konkurransen.

source: Item 156/2018 Draft monetary policy report with financial stability assessment 3/18 – Monetary policy analysis and provisional assessments
nb: Sak 156/2018 Utkast til Pengepolitisk rapport med vurdering av finansiell stabilitet 3/18 – Pengepolitisk analyse og foreløpige vurderinger Saksdokument:

source: The gas pipeline system is a stylised rendition (white lines) of portions of the system for gas transport from Norway to other countries, a design element based on information from Gassco's website in August 2016.
nb: Gassrørsystemet er en stilisert gjengivelse (hvitlinjer) av deler av transportrsystemet for gass fra Norge til utlandet, et designelement basert på informasjon fra Gasscos nettsider pr. august 2016.

source: Government lifeboat stations were established at Lista and Jæren, two stretches of coastline that were exposed to the open sea, with no archipelago.
nb: Det ble etablert statlige redningsstasjoner på Lista og Jæren, to kyststrekninger som var åpne og uten skjærgård.

source: gap based on the long-run NAIRU, the central bank
nb: utnyttingen tar utgangspunkt i langsiktig NAIRU.

source: prices for domestically produced goods and services in
nb: Veksten i KPI-JAE ble anslått til

source: Updating the IT portfolio of Norges Bank (Central Banking Operations)
nb: Fornying av IT-porteføljen i Norges Bank (sentralbankvirksomheten)

source: stability of the financial system.
nb: systemet og ikke et ansvar for enkeltinstitusjoner.

source: A;Annual;TWI;Trade-weighted krone exchange rate;NOK;Norwegian krone;SP;Spot;2;true;0;Units;A;Average of observations through period (A);2009;99.9
nb: A;Årlig;TWI;Industriens effektive valutakurs;NOK;Norske kroner;SP;Spot;2;true;0;Enheter;A;Gjennomsnitt av observasjoner gjennom perioden;2009;99,9

source: to the target, with greater fluctuations in output as a
nb: vendig forutsetning for stabilitet i finansmarkedene og i

source: As an example, the ECB has published a document that describes the procedure for the possible cessation of the €STR.2 The procedure contains an option for the ECB to recommend a fallback rate for the €STR.
nb: Som et eksempel har ECB publisert et dokument som beskriver prosedyren ved et eventuelt opphør av €str.2 Prosedyren inneholder en mulighet for at ECB kan komme med en anbefalt fallbackrente for €str.

source: emissions are more difficult to quantify than scope 1 emissions.
nb: dessuten vanskeligere å tallfeste enn utslipp i ramme 1.

source: Norges Bank is responsible for the implementation ofmonetary policy.
nb: Norges Bank forestår den operative gjennomføringen

source: The Executive Board asked that all of the first renewable energy infrastructure investments be submitted to the Board irrespective of the limit specified in point 2, first sub-item above.
nb: Hovedstyret ba om å bli forelagt alle de første investeringene i infrastruktur for fornybar energi, uavhengig av rammen angitt i første strekpunkt under punkt 2 over.

source: Backward-looking interest rate calculation is based on actual NOWA fixings, which is based on actual transactions and meant to
nb: Bakoverskuende renteberegning benytter faktiske Nowa-fiksinger, som er ment å speile det faktiske rentenivået i pengemarkedet

source: cost level and declining investment.
nb: fører til kraftig økning i reallønningene.

source: The Supervisory Council was made
nb: Representantskapet blir gjort

source: Item 92/2019 Assessment of the framework for Threat Intelligence-based Ethical Red Teaming (TIBER-EU) for testing cyber resilience in the payment system in Norway.
nb: Sak 92/2019 Vurdering av rammeverket «TIBER-EU» for testing av cybersikkerhet i betalingssystemet i Norge

source: Question 12: Does your institution support the proposed fallback clause?
nb: Spørsmål 12: Støtter din institusjon den foreslåtte fallbackklausulen? Foreslå eventuelle endringer

source: The Commission also proposes retaining the current Section 1, second paragraph, first sentence, which reads: “The Bank may take measures that are common and natural for a central bank (seventh paragraph).
nb: Utvalget foreslår også å videreføre gjeldende § 1 annet ledd første punktum om at banken kan «sette i verk tiltak som er vanlige eller naturlige for en sentralbank» (syvende ledd).

source: Correspondingly, the EURIBOR (Euro Interbank Offered Rate) refers to the interbank rate for euros reported as a reference rate on behalf of the European Banking Federation (EBF) and Financial Market Association (ACI).
nb: Tilsvarende er Euribor (Euro Interbank Offered Rate) renten for usikrede lån i euro mellom banker. European Banking Federation (EBF) og Financial Market Association (ACI) er ansvarlige for Euribor.

source: market rates and exchange rates.
nb: relser i vurderingen av produksjonsgapet og BNP-vek-

source: Therefore,increased competition usually triggers higher producti-vity growth in the economy.
nb: Skjerpet konkurranse utlø-ser derfor normalt økt vekst i produktiviteten i økono-mien.

source: vulnerable to loss of income or increases in real interest The 1899 banking crisis in Kristiania was the most rates.
nb: Krisen var sær-egen for Norge, og den kom i kjølvannet av den kraftige eien-domsboomen og det påfølgende krakket sommeren 1899.

source: In recent years, household income has shown solid
nb: Inntjeningen i foretakene derimot, har vært lav, og fram

source: In the above model we assumed that the central bank has
nb: bærer at sentralbanken kjenner den «sanne» modellen

source: The basis for the recommendation is to be presented in Monetary Policy Report 1/19 (cf. item 63/2019).
nb: Beslutningsgrunnlaget legges frem i Pengepolitisk rapport 1/19, jamfør sak 63/2019.

source: NOK 2 000per extra user per month
nb: kr 2 000per ekstra bruker per måned

source: combustion of annual production of oil and gas from the Norwegian shelf was about 10 times as
nb: fra forbrenning av årsproduksjonene av olje og gass fra norsk sokkel om lag 10 ganger samlede

source: Increased trade promotes growth and lays a basis forprosperity.
nb: Økt handel skaper vekst og grunnlag for velstand.

source: Yngve Slyngstad gave a briefing on relevant matters for Norges Bank Investment Management.
nb: Yngve Slyngstad orienterte om aktuelle saker i kapitalforvaltningen.

source: Today, the Norwegian Society for Sea Rescue operates from more than 50 stations around the country.
nb: I dag driver Redningsselskapet virksomhet fra mer enn 50 stasjoner spredt over hele landet.

source: The final proposed 2019 budget for investment management is to be presented to the Executive Board for approval at the meeting of 21 November 2018.
nb: Endelig forslag til budsjett 2019 for kapitalforvaltningen legges frem for hovedstyret til godkjenning i møtet 21. november 2018.

source: The banks are divided into groups as follows (Table 1):
nb: Bankene er delt inn i grupper på følgende måte (tabell 1):

source: extraordinary or whose budgets have more than doubled.
nb: ordinære, eller har mer enn en dobling i budsjettrammen sin.

source: considerably in the course of a year.
nb: Kontantbeholdningen svinger mye i løpet av et år.

source: EmilSteffensen is Head of Section and Jan Hagen adviser with Kredittilsynet’s (The Financial Supervisory Authority of Norway) Department for Finance and InsuranceSupervision.
nb: Emil Steffensen er seksjons-sjef og Jan Hagen er rådgiver i Avdeling for finans- og forsikringstilsyn i Kredittilsynet.

source: In the following, the factors underlyingthe strong growth in debt are analysed using an empirical model.
nb: Vi analyserer faktorer bak den sterkegjeldsveksten med utgangspunkt i en empirisk modell.

source: countries and Austria have organised wage determina-
nb: heten i Sverige fratrukket arbeidsledigheten i Norge vises på høyre akse.

source: Minutes of the Executive Board meeting of 23 October 2019
nb: Protokoll fra hovedstyremøtet 23. oktober 2019

source: Norges Bank has in recent years taken a number of
nb: Norges Bank har de senere årene tatt flere steg i retning

source: on the basis of its financial strength measured by its equity
nb: større harmonisering av nasjonale betalingssystemer i

source: bonds, ABSs and holding companies whose primary business is to own insurance companies).
nb: obligasjoner, ABS og for holdingselskap som i hovedsak eier forsikringsselskap).

source: The engravings for the 10-krone and 100-krone banknotes were done before the war by the firm Thomas de la Rue in London, while the other banknotes in the series were engraved by Henry Welde, a graphic designer at Norges Bank's Printing Works.
nb: Gravyrene til 10- og 100-kronesedlene ble utført av firmaet Thomas de la Rue i London før krigen, mens de øvrige sedlene i serien ble gravert av Henry Welde, grafiker ved Norges Banks seddeltrykkeri.

source: The Executive Board took note of Internal Audit's summary of the audit report.
nb: Hovedstyret tok internrevisjonens oppsummering av revisjonsrapporten til etterretning.

source: The rationale behind the Glass-Steagall Act was discarded.
nb: Ideen bak Glass-Steagall-loven ble fraveket.

source: have become accustomed to over the past 12–15 years.
nb: oss til de siste 12–15 årene.

source: Members of the Executive Board:
nb: Medlemmene i hovedstyret:

source: Monetary policy under uncertainty was one of the
nb: Pengepolitikk under usikkerhet var ett av de temaer

source: shocks and higher interest rates.
nb: inntektssjokk og høyere renter.

source: The interest rate level is lower today than in 1905. In
nb: Rentenivået er lavere i dag enn i 1905. Faktisk har ikke

source: Repurchase agreements result in
nb: Gjenkjøpsavtaler gir midlertidige reduksjoner i

source: Banks that are so large that they can undermine the entire financial system cannot easily be allowed to fail.
nb: Banker som er så store at de kan velte hele finanssystemet, kan ikke lett slås konkurs.

source: Gold prices moved up sharply after UN Security CouncilResolution 1441 was adopted on 8 November last year.
nb: Gullprisen fikket særlig løft etter vedtaket av resolusjon 1441 i FNs sikkerhetsråd 8. november i fjor.

source: STRICTLY CONFIDENTIAL memo from Monetary Policy of 18 June 2019
nb: STRENGT FORTROLIG notat 18. juni 2019 fra Pengepolitikk (PPO)b.

source: another user in the bank before they can be settled in NBO.
nb: Norges Bank tilsvarende etter omregning og avkorting.

source: [20] Most countries have balanced budgets as a long-term strategy.
nb: [20] De fleste land har som langsiktig strategi å ha balanserte budsjetter.

source: Question 2: Does your institution see the need for pre-cessation triggers?
nb: Spørsmål 2: Ser din institusjon behov for å innføre «pre-cessation triggers»?

source: In 1954, a radio beacon was installed on Utvær.
nb: I 1954 ble det etablert et radiofyr på Utvær.

source: Each loan can account for a maximum of 5 per cent
nb: Hvert enkelt lån kan maksimalt utgjøre 5 prosent av sikkerhetsmassen,

source: NAIRU is temporary, while it proves to be permanent,
nb: lertidig, mens den viser seg å være permanent, kan

source: be for the central bank to react more strongly in its mon-
nb: for sentralbanken å reagere kraftigere i pengepolitikken

source: NOK 200-krone commemorative silver coin issued in 2012
nb: 200-krone minnemynt i sølv i 2012

source: prices among 25 trading partners.
nb: prisene hos 25 handelspartnere.

source: The moderate economic upturn is continuing in
nb: den moderate økonomiske oppgangen fortsetter i

source: themselves – in other words they have opted for
nb: sjonen, og at det ikke er mulig for andre enn Norges

source: Norges Bank will, as under the current system, ensure that the liquidity supply to banks is sufficient to keep the overnight interest rate close to the key rate.
nb: Norges Bank vil som i dagens system påse at bankene tilføres nok likviditet, slik at renten i overnattenmarkedet blir liggende nær styringsrenten.

source: History shows that they have good reason for this lack of confidence.
nb: Historien viser at de har god grunn til slik mistro.

source: Spain is a case in point: government finances were fairly healthy, but deficits were building up in the private sector.
nb: Det så vi i Spania, der statens finanser ikke var så dårlige, men hvor underskuddene bygde seg opp i privat sektor.

source: approximately 35 per cent or more than NOK 2 billion
nb: med om lag 35 prosent eller vel 2 milliarder kroner for
